Repository: datadealer/dd_auth
Catalog: dd_auth/locale/*/LC_MESSAGES/django.po
Languages: de

source: German
de: Deutsch

source: Password
de: Passwort

source: Password must be a minimum of {0} characters.
de: Password muss mindestens {0} Zeichen lang sein.

source: Remember Me
de: Merken

source: E-mail address
de: E-Mail-Adresse

source: Username
de: Benutzername

source: Username or e-mail
de: Benutzername or E-Mail

source: Login
de: Open Beta

source: This account is currently inactive.
de: Dieser Account ist momentan inaktiv

source: The e-mail address and/or password you specified are not correct.
de: E-Mail und/oder Passwort sind falsch

source: The username and/or password you specified are not correct.
de: Benutzername und/oder Passwort sind falsch

source: The login and/or password you specified are not correct.
de: Login und/oder Passwort sind falsch

source: Usernames can only contain letters, digits and @/./+/-/_.
de: Dein Benutzername darf nur aus Buchstaben, Zahlen und folgenden Zeichen bestehen: @/./+/-/_.

source: This username is already taken. Please choose another.
de: Diese Benutzername ist schon belegt. Bitte nimm einen anderen.

source: A user is already registered with this e-mail address.
de: Es gibt bereits einen Account mit dieser E-Mail-Adresse.

source: Password (again)
de: Passwort (nochmal)

source: You must type the same password each time.
de: Du musst zweimal exakt das gleiche Passwort eintippen.

source: This e-mail address is already associated with this account.
de: Diese E-Mail-Adresse ist schon mit diesem Account verknüpft

source: This e-mail address is already associated with another account.
de: Diese E-Mail-Adresse ist schon mit einem anderen Account verknüpft

source: Current Password
de: Aktuelles Passwort

source: New Password
de: Neues Passwort

source: New Password (again)
de: Neues Passwort (nochmal)

source: Please type your current password.
de: Bitte tipp das richtige Passwort ein.

source: The e-mail address is not assigned to any user account
de: Diese E-Mail-Adresse ist mit keinem Account verknüpft

source: email address
de: E-Mail-Adresse

source: email addresses
de: E-Mail-Adressen

source: email confirmation
de: Email-Bestätigung

source: email confirmations
de: Email-Bestätigung

source: Successfully signed in as %(user)s.
de: Erfolgreich eingeloggt als %(user)s.

source: Confirmation e-mail sent to %(email)s
de: Bestätigungs-E-Mail an %(email)s wurde versandt

source: You cannot remove your primary e-mail address (%(email)s)
de: Du kannst deine primäre E-Mail-Adresse (%(email)s) nicht entfernen

source: Removed e-mail address %(email)s
de: E-Mail-Adresse %(email)s entfernt

source: Your primary e-mail address must be verified
de: Deine primäre E-Mail-Adresse muss bestätigt werden

source: Primary e-mail address set
de: Primäre E-Mail-Adresse gesetzt

source: Password successfully changed.
de: Passwort erfolgreich geändert.

source: Password successfully set.
de: Passwort erfolgreich gesetzt.

source: You have signed out.
de: Du hast dich ausgeloggt.

source: Your account has no password set up.
de: Dein Account hat kein Passwort gesetzt.

source: Your account has no verified e-mail address.
de: Dein Account hat keine bestätigte E-Mail-Adresse

source: The social account has been connected
de: Dein Social Account ist jetzt verknüpft

source: The social account has been disconnected
de: Dein Social Account ist jetzt nicht mehr verknüpft

source: E-mail Addresses
de: E-Mail-Adressen

source: The following e-mail addresses are associated with your account:
de: Folgende E-Mail-Adressen sind mit deinem Account verknüpft:

source: Verified
de: Bestätigt

source: Unverified
de: Unbestätigt

source: Primary
de: Primär

source: Make Primary
de: Zur primären Adresse machen

source: Re-send Verification
de: Bestätigungs-E-Mail nochmals senden

source: Remove
de: Entfernen

source: Warning:
de: Achtung:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
de: Keine E-Mail-Adresse eingerichtet. Du solltest echt eine E-Mail-Adresse hinzufügen, damit du Bestätigungen bekommen, dein Passwort zurücksetzen etc kannst.

source: Add E-mail Address
de: E-Mail-Adresse hinzufügen

source: Add E-mail
de: E-Mail hinzufügen

source: Do you really want to remove the selected e-mail address?
de: Möchtest du die ausgewählte E-Mail-Adresse echt entfernen?

source: Confirm E-mail Address
de: E-Mail-Adresse bestätigen

source: Confirm
de: Bestätigen

source: Sign In
de: Anmelden

source: or
de: oder

source: Forgot Password?
de: Passwort vergessen?

source: Signed Out
de: Ausgeloggt.

source: Change Password
de: Passwort ändern

source: Delete Password
de: Passwort löschen

source: delete my password
de: Passwort löschen

source: Password Deleted
de: Passwort gelöscht

source: Your password has been deleted.
de: Dein Passwort wurde gelöscht.

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de: Wenn du deine E-Mail-Adresse eingibst, bekommst du eine E-Mail mit einem Link, mit dem du dein Passwort zurücksetzen kannst:

source: Reset My Password
de: Mein Passwort zurücksetzen

source: Please contact us if you have any trouble resetting your password.
de: Bitte sag uns Bescheid, falls es dabei irgendwelche Probleme gibt.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
de: Du solltest in Kürze eine E-Mail bekommen. Bitte kontaktiere uns, wenn du diese E-Mail nach 10 Minuten immer noch nicht bekommen hast.

source: Bad Token
de: Unbekanntes Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de: Dieser Passwort-Zurücksetzen-Link funktioniert nicht. Vermutlich wurde er bereits einmal dazu benutzt. Bitte fordere diesen Link <a href="%(passwd_reset_url)s">nochmal an</a> oder kontaktiere uns.

source: change password
de: Passwort ändern

source: Your password is now changed.
de: Dein neues Passwort ist jetzt aktiv. Yeah.

source: Set Password
de: Passwort setzen

source: Signup
de: Account erstellen

source: Sign Up
de: Account erstellen

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de: Du hast schon einen Account? Dann <a href="%(login_url)s">logge dich bitte ein</a>.

source: Verify Your E-mail Address
de: Deine E-Mail-Adresse überprüfen

source: Note
de: Hinweis

source: you are already logged in as %(user_display)s.
de: Du bist bereits eingeloggt als %(user_display)s.

source: OpenID Sign In
de: OpenID Login

source: Account Inactive
de: Account inaktiv

source: This account is inactive.
de: Dieser Account ist inaktiv

source: Social Network Login Failure
de: Social Network Login Fehler

source: An error occurred while attempting to login via your social network account.
de: Während dem Login via soziales Netzwerk ist ein Fehler passiert

source: Account Connections
de: Account-Verknüpfungen

source: You can sign in to your account using any of the following third party accounts:
de: Du kannst dich in deinen Account mit folgenden externen Accounts einloggen:

source: You currently have no social network accounts connected to this account.
de: Momentan sind keine sozialen Netzwerke mit deinem Account verbunden.

source: Add a 3rd Party Account
de: Externen Account hinzufügen

source: Login Cancelled
de: Login abgebrochen

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
de: Du hast dich dafür entschieden, den Login bei uns mit einem deiner bestehenden Accounts abzubrechen. Wenn das ein Fehler war, geh zum <a href="%(login_url)s">Login</a>.

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
de: Soso, du verwendest deinen %(provider_name)s -Account für Data Dealer? Jetzt nur noch Benutzername wählen und E-Mail eintragen & ab geht die Post: <!-- %(site_name)s -->

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Password reset
de: Passwort neu setzen

source: Password reset complete
de: Passwort erfolgreich zurückgesetzt!

source: Your Web browser doesn't appear to have cookies enabled. Cookies are required for logging in.
de: Dein Webbrowser scheint keine Cookies aktiviert zu haben. Um dich einzuloggen und Data Dealer spielen zu können musst du Cookies aktiviert haben.

source: Access denied. Du hast entweder versucht, dich ohne gültigen Invite Link anzumelden. Oder es ist ein anderer Fehler passiert.
de: Access denied. Du hast entweder versucht, dich ohne gültigen Invite Link anzumelden. Oder es ist ein anderer Fehler passiert. Du hast schon gespielt? Hier geht’s zum <a href="/#sign_in">Login</a>.

source: Data Dealer spielen
de: Einloggen & Data Dealer spielen

source: openreg Title
de: Noch keinen Account?

source: openreg <a href='/#sign_up'>Neuer Account</a>.
de: Du bist neu hier und möchtest spielen? Data Dealer läuft momentan im Beta-Betrieb, klicke <a href="/#sign_up">hier</a> um einen frischen Account anzulegen und gleich loszulegen!

source: You are already signed in. <a href='#play'>Let’s play!</a>
de: Du bist bereits eingeloggt. <a href='#play'>Los geht’s!</a>

source: openreg text
de: Nun hast du die Wahl. Melde dich entweder vertrauensvoll mit deinem bestehenden Account bei Smoogle oder Tracebook an (wir posten nichts in deinem Namen):

source: ...oder wähle Nickname & Passwort und leg einen neuen Account auf datadealer.com an. Gib eine E-Mail-Adresse an, wenn du in Zukunft jemals ein vergessenes Passwort zurücksetzen willst oder ähnliches:
de: ...oder wähle Benutzername & Passwort und leg einen neuen Account auf datadealer.com an. Gib eine E-Mail-Adresse an, wenn du in Zukunft jemals ein vergessenes Passwort zurücksetzen willst oder ähnliches:

source: Du bekommst diese schöne E-Mail, weil entweder du oder jemand anderes nach einem neuen Passwort für deinen Account auf datadealer.com gefragt hat. Falls es jemand anderes gewesen sein sollte, kannst du diese E-Mail einfach ignorieren. Um dein Passwort zurückzusetzen klick auf folgenden Link: %(password_reset_url)s Für den Fall, dass du deinen Nickname vergessen hast: %(username)s Cheers! Dein persönlicher Data Dealer Robot -- Data Dealer. Legal, illegal, scheißegal! http://datadealer.com reinraus@datadealer.com
de: Du bekommst diese schöne E-Mail, weil entweder du oder jemand anderes nach einem neuen Passwort für deinen Account auf datadealer.com gefragt hat. Falls es jemand anderes gewesen sein sollte, kannst du diese E-Mail einfach ignorieren. Um dein Passwort zurückzusetzen klick auf folgenden Link: %(password_reset_url)s Für den Fall, dass du deinen Benutzernamen vergessen hast: %(username)s Cheers! Dein persönlicher Data Dealer Robot -- Data Dealer. Legal, illegal, scheißegal! http://datadealer.com reinraus@datadealer.com

source: You are about to use your %(provider_name)s account to login to. As a final step, please complete the following form:
de: Soso, du verwendest deinen %(provider_name)s Account für Data Dealer? Jetzt nur noch Benutzername wählen und E-Mail eintragen & ab geht die Post:
